print("Здравствуйте! Пожалуйста, введите основные этапы развития человека как биологического существа.")

# Запрашиваю этапы развития у студентов
stage1 = input("1. Введите первый этап (древние обезьяны): ")
stage2 = input("2. Введите второй этап (предшественники людей): ")
stage3 = input("3. Введите третий этап (первые представители рода Homo): ")
stage4 = input("4. Введите четвертый этап (древнейшие люди): ")
stage5 = input("5. Введите пятый этап (древние люди): ")
stage6 = input("6. Введите шестой этап (люди современного типа): ")

# Вывожу результат, разделяя переменные стрелочкой
print(stage1, stage2, stage3, stage4, stage5, stage6, sep=" => ")

#Ссылка на репозиторий: https://github.com/lanaabozina/Synergy_Tasks
